<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
	<h2>다른 EPL 팀 나왔다, 승격팀 풀럼 '황의조 영입 추진'</h2>
	<p>프랑스 매체 '프랑스블루'는 11일(한국시간) "황의조가 프리미어리그 합류를 원한다. 프리미어리그 팀이 원하는 조건을 알고 싶어한다. 울버햄튼에 이어 풀럼과 연결되고 있다. 울버햄튼에 합류한다면 3번째 공격 옵션이지만, 풀럼은 두 번째 옵션"이라고 알렸다.

황의조는 2019년 감바 오사카를 떠나 보르도에 합류했다. 보르도 데뷔 시즌에 측면에서 뛰었지만 두 번째 시즌부터 9번 자리를 꿰찼다. 자신 있는 포지션에서 뛰자, 자카르타-팔렘방 아시안게임과 A대표팀에서 결정력을 한껏 뽐냈다.

프랑스 현지에서도 우루과이 베테랑 공격수 에딘손 카바니와 비교했다. 전방에서 많은 활동량에 결정력까지 준수해 '코리안 카바니'라는 별명까지 붙였다. 보르도 성적이 부진해도 황의조는 묵묵히 제 몫을 다했다.</p>
</body>
</html>