<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
	<h2>'반도체 괴멸' 우려 中 "美 공격이 투자 강화 계기될 것</h2>
	<p>조 바이든 미국 대통령이 2800억달러 규모 '반도체 산업육성법'에 서명한 데 대해 중국이 반도체 산업 침체 우려와 함께 자력 생존 의지를 다지고 있다.

왕원빈 외교부 대변인은 지난 10일 정례 기자회견에서 "이 법안은 미국의 경제적 압력 사례"라며 "어떤 제한도 중국의 과학 기술 발전과 산업 발전 속도를 멈추지 못할 것"이라고 말했다.

중국무역진흥협회와 중국국제상공회의소도 각각 성명을 내고 "미국의 반도체법에 반대한다"며 "이 법은 세계 경제 무역과 투자 협력을 제한한다"고 반발했다.

중국이 눈여겨보는 부분은 반도체 보조금이다. 미국은 527억달러를 반도체 기업 보조금으로 따로 분류해놨는데 이 돈을 받는 기업은 중국에서 선진 공정의 제조 프로젝트에 투자해서는 안된다. 중국 증권시보에 따르면 미국과 중국에 공장을 둔 기업은 대만 TSMC(난징), 삼성전자(시안), SK하이닉스(다롄) 등이다. 이들이 사실상 중국에 신규 투자나 증설할 길이 막힌 셈이다. 미국은 이미 중국향 반도체 장비 수출 규제 문턱을 10nm에서 14nm로 상향했다.

반도체 전문가 둥스민 위안촨 연구소 소장은 "중국 반도체 산업에 대한 외압이 더 심해질 것"이라며 "그럼에도 중국은 반도체 공급망을 스스로 통제할 수 있어야 하고 여전히 안정적인 성장이 필요하다"고 말했다.</p>
</body>
</html>